{
  "metadata": {
    "request": "http://127.0.0.1:8100/ws/geoserve/regions.json?latitude=37.623&longitude=-122.421",
    "submitted": "2015-09-30T15:53:45+00:00",
    "types": [
      "admin",
      "authoritative",
      "fe",
      "neiccatalog",
      "neicresponse",
      "tectonic",
      "timezone"
    ],
    "version": "0.1.0"
  },
  "admin": {
    "type": "FeatureCollection",
    "count": 1,
    "features": [
      {
        "type": "Feature",
        "id": 15356,
        "geometry": null,
        "properties": {
          "iso": "USA",
          "country": "United States",
          "region": "California"
        }
      }
    ]
  },
  "authoritative": {
    "type": "FeatureCollection",
    "count": 1,
    "features": [
      {
        "type": "Feature",
        "id": 49,
        "geometry": null,
        "properties": {
          "name": "NC",
          "network": "NC",
          "type": "A"
        }
      }
    ]
  },
  "fe": {
    "type": "FeatureCollection",
    "count": 2,
    "features": [
      {
        "type": "Feature",
        "id": 1057,
        "geometry": null,
        "properties": {
          "number": null,
          "name": "Northern California"
        }
      },
      {
        "type": "Feature",
        "id": 38,
        "geometry": null,
        "properties": {
          "number": 39,
          "name": "Central California"
        }
      }
    ]
  },
  "neiccatalog": {
    "type": "FeatureCollection",
    "count": 1,
    "features": [
      {
        "type": "Feature",
        "id": 5,
        "geometry": null,
        "properties": {
          "name": "California",
          "magnitude": 3,
          "type": "US"
        }
      }
    ]
  },
  "neicresponse": {
    "type": "FeatureCollection",
    "count": 1,
    "features": [
      {
        "type": "Feature",
        "id": 6,
        "geometry": null,
        "properties": {
          "name": "Western US",
          "magnitude": 4,
          "type": "US"
        }
      }
    ]
  },
  "tectonic": {
    "type": "FeatureCollection",
    "count": 1,
    "features": [
      {
        "type": "Feature",
        "id": 36,
        "geometry": null,
        "properties": {
          "name": "San Andreas Fault",
          "summary": "<h4>San Andreas Fault</h4>\n<p>\nThe San Andreas Fault forms the main strand of the plate boundary, running\n \nfrom the Gulf of California (Baja California, Mexico) north to the region\n \nof Cape Mendocino.  The fault in the San Francisco Bay region is a largely\n \nstrike-slip fault running through the Santa Cruz Mountains, the Gulf of the\n \nFarallons west of the Golden Gate, through Tomales Bay and Bodega Bay, and\n \nnorth to Fort Ross and Point Arena.  Northward of Point Arena, the location\n \nand character of the San Andreas Fault is less well known.   The fault in\n \nthis region is locked, exhibiting no creep at the surface and generating\n \nvery few microearthquakes that are associated with minor slipping at depth.\n \nThrough the San Francisco Bay Area, the slip rate on the San Andreas Fault\n \nis about 20 mm/yr (4/5 inch/year).\n \n</p>\n<p>\nThe October 17, 1989 Loma Prieta earthquake was the most recent major\n \nearthquake associated with the San Andreas Fault. While the earthquake was\n \nnot produced by the main San Andreas Fault, it occurred on a closely\n \nassociated blind thrust fault that had formed as a result of a bend in the\n \nSan Andreas Fault, south of the bay.  Although that earthquake struck along\n \na remote segment of the Santa Cruz Mountains, 64 deaths resulted, most from\n \nthe collapse of the Cypress Freeway in Oakland.  About 16,000 homes and\n \napartment units were uninhabitable after the earthquake.  The San\n \nFrancisco-Oakland Bay Bridge was closed for more than a month because of a\n \ncollapse of a section of its eastern span.\n \n</p>\n<p>\nThe left bend in the San Andreas Fault in the Santa Cruz Mountains favors\n \nthickening of the crust and uplift of the Earth's surface, and is thought\n \nto be responsible to the formation of the Santa Cruz Mountains.\n \n</p>\n<p>\nThe M7.9 April 18, 1906 San Francisco earthquake was the most recent great\n \nearthquake on the San Andreas Fault and it ruptured from approximately Cape\n \nMendocino south to San Juan Bautista.  The 1906 earthquake was the largest\n \nearthquake to strike Northern California in historic times, and is thought\n \nto have killed more than 3,000 Bay Area residents.  The epicenter of that\n \nearthquake is now estimated to be offshore about 2 miles west of San\n \nFrancisco. The fire following the 1906 earthquake burned 5 square miles of\n \nSan Francisco and resulted in 225,000 homeless refugees of the earthquake.\n \n</p>\n<p>\nA large (magnitude 6.8) earthquake in 1838 is often assumed to have\n \noccurred on the Peninsula segment of the San Andreas Fault.  To date,\n \nhowever, unambiguous observations placing that earthquake on the San\n \nAndreas Fault have not been found.\n \n</p>\n<p>\nThe 2003 Working Group for California Earthquake Probability assigned a 21&#37;\n \nprobability that the San Andreas Fault would produce a magnitude 6.7 or\n \nlarger earthquake in the next 30 years.\n \n</p>",
          "type": "nc"
        }
      }
    ]
  },
  "timezone": {
    "type": "FeatureCollection",
    "count": 1,
    "features": [
      {
        "type": "Feature",
        "id": 27,
        "geometry": null,
        "properties": {
          "timezone": "America/Los_Angeles",
          "dststart": "2015-03-08T10:00:00Z",
          "dstend": "2015-11-01T09:00:00Z",
          "standardoffset": -480,
          "dstoffset": -420
        }
      }
    ]
  }
}
